[{"model": "hike.hikedetail", "pk": 1, "fields": {"hike": 13, "hike_part": 1, "description": "Sometimes things do not go perfectly. Actually, who am I kidding, normally things do not go perfectly. And so, that was going to be my experience on my final hike of the Adirondack 46. Phelps is all that I had left. I know, usually this mountain is amongst one of the first achieved by aspiring 46ers. After all, the route from the Loj is heavily trafficked, navigation is easy, and the mileage is short. The views can be terrific, at least that is what I hear, but clearly it was not going to be the case for me on this day.", "order": 1}}, {"model": "hike.hikedetail", "pk": 2, "fields": {"hike": 13, "hike_part": 1, "description": "Here on a Tuesday, September 27th, temperature in the 40's with light rain, I was at least certain that there would be no crowds of people at the Loj. So for me, it was rare occasion where I was rewarded with full sleep, and a late start. I arrived at the Loj around 9:15, and as I suspected, parking was plentiful. It was very damp outside, with an off and on rain. I could see my breath in the cool morning air, as I stood outside my car, quickly going through my backpack supplies.", "order": 2}}, {"model": "hike.hikedetail", "pk": 3, "fields": {"hike": 13, "hike_part": 1, "description": "Typical of me, I was wearing shorts, and a couple of thin layers for my upper body, and I shivered a bit in these conditions. I made sure that my warmer clothing, extra socks, and rain jacket were all packed, and they were. I was pleased to only add about 1 liter of gatorade and two liters of water to my backpack. This is a very light backpack by my standards, and definitely is a treat. I wore my running gloves and a hat, and after a quick pit stop and signing in, I was happy to start jogging down the trail. It felt really brisk for how I was dressed, but I knew that the exercise would warm me up soon.", "order": 3}}, {"model": "hike.hikedetail", "pk": 4, "fields": {"hike": 13, "hike_part": 2, "description": "I was fortunate to be able to reach the Phelps cut-off from the Van Hovenberg Trail in about 45 minutes. I was definitely warm now, and I soon stopped to chug a liter of gatorade, and have a Kind bar. Everything was wet, and there was some mud, nothing ridiculous though. I could see that the climb to Phelps was going to be somewhat uneventful, as it was another typically eroded and steep High Peak trail, without being too steep, as there really are not any challenging climbing sections. With more rain, I was sure that the trail would feature rushing water, as much of it is definitely a creek bed. Again, not unusual for the High Peaks.", "order": 1}}, {"model": "hike.hikedetail", "pk": 5, "fields": {"hike": 13, "hike_part": 3, "description": "As expected, there was nothing to see at the top of Phelps on this day. It was completely socked in. It was also extremely windy, making it quite cold in the mist. I had finally put on my rain jacket, but regardless, I was still cold up there. I thought about putting on another layer underneath, however, the wind was so powerful that I really did not want to have to open my backpack out of fear that I might lose something in the process. I figured that I would put on a fresh layer after I began my descent. I took the time to explore a few of the herd paths at the top. It was pointless, there were no views to be had anywhere. Plus I was just dancing around and trudging through a bunch of mud puddles. I snapped a couple of quick photos, and I gladly departed.", "order": 1}}, {"model": "hike.hikedetail", "pk": 6, "fields": {"hike": 13, "hike_part": 6, "description": "This really is not a lesson learned so much as it is a reminder of a lesson that hopefully I have already learned. And hopefully it is a lesson that I continue to heed in my hikes in the future. It can be quite cold, especially at elevation but elsewhere as well, and this can definitely become dangerous very quickly when you are not dressed appropriately and/or you get wet. Hypothermia is definitely not something that I ever want to experience. Here I love moving very quickly, so I dress like a bit of a minimalist. I think that is fine, but I always want to pack and prepare as if I might spend the night. If the weather may ever get cold, I need extra clothes and layers, just in case, even on a short 3 hour-ish hike like this.", "order": 1}}, {"model": "hike.hikedetail", "pk": 7, "fields": {"hike": 13, "hike_part": 7, "description": "So now I am an Adirondack 46er. I completed all 46 mountains solo in 17 day hikes. I am not really a camper, and really I have never even been that much of a hiker in the past. So at first the goal of becoming a 46er seemed like a stretch to me. I thought it was something that crazy people did. But the more I researched it, the more I believed it was a very attainable goal, and definitely not a crazy thing to do. There are difficulties however. First of all, not living in proximity to these mountains poses a challenge. I had never set an alarm for 2AM or 3AM so often in my life! Just to get up early, eat a huge breakfast, and then drive two hours to the trailhead. Once you get used to the idea of doing this, you realize that this is the least of your worries.", "order": 1}}, {"model": "hike.hikedetail", "pk": 8, "fields": {"hike": 13, "hike_part": 7, "description": "Secondly, I did not want to be a rescue, so I wanted to feel certain that I had the ability to safely finish every hike that I decided to undertake. And initially this was not the case, a couple of the Adirondack 46er hikes concerned me. So, I picked my hikes carefully with challenges that I felt like I could accomplish without overextending my capabilities. I forced myself to hike my first eight hikes without using my cell phone and without AllTrails for navigation. I learned to rely on only map and compass. I learned to get comfortable without precisely knowing my exact whereabouts. I planned every hike in advance, carefully studying the maps and finding places where I knew I could confirm my location. It helped me build confidence, and a belief that without my cellphone, I can navigate to safety if ever need be.", "order": 2}}, {"model": "hike.hikedetail", "pk": 9, "fields": {"hike": 13, "hike_part": 7, "description": "Finally, I learned so much from the hiking community. I've read countless posts, and I have watched so many videos. Really, I have gone from an inexperienced hiker to what I like to call a somewhat experienced hiker. For me, that is giving myself the proper amount of credit. Nothing more. I realize that no matter who you are, you must make good decisions to stay safe while undertaking long and difficult hikes. And this is magnified by the fact that I am a solo hiker. Now, I do carry a PLB, which really is the responsible thing to do. But more importantly, I want to plan and make decisions in such a way that hopefully means I will never use my PLB. Going forward, I plan to challenge myself with far more difficult hikes than I have attempted to date. But I also want to be a responsible hiker. Hopefully I am able to achieve both of these goals, because they can certainly be at odds with one another.", "order": 3}}]